Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

source: Album Constellations
da: Albumstjernebilleder
de: Album-Konstellationen
es: Constelaciones de álbumes
fr: Constellations d’albums
it: Costellazioni di album
ja: アルバムの星座
nb: Albumkonstellasjoner
nl: Albumconstellaties
pl: Konstelacje albumów
pt: Constelações de álbuns
sv: Albumkonstellationer
zh_hans: 专辑星图

# albumConstellationsDescription
source: Each ring = one album. Stars = its tracks. Brightness = plays. Stars light up in the order you first played them.
da: Hver ring = et album. Stjerner = dens spor. Lysstyrke = afspilninger. Stjerner tændes i den rækkefølge, du først afspillede dem.
de: Jeder Ring = ein Album. Sterne = seine Titel. Helligkeit = Wiedergaben. Sterne leuchten in der Reihenfolge auf, in der du sie zuerst gespielt hast.
es: Cada anillo = un álbum. Estrellas = sus pistas. Brillo = reproducciones. Las estrellas se iluminan en el orden en que las reproduciste primero.
fr: Chaque anneau = un album. Les étoiles = ses pistes. Luminosité = lectures. Les étoiles s’allument dans l’ordre où vous les avez écoutées.
it: Ogni anello = un album. Stelle = i suoi brani. Luminosità = riproduzioni. Le stelle si accendono nell’ordine in cui le hai ascoltate per primo.
ja: 各リング = 一つのアルバム。星 = トラック。明るさ = 再生回数。初めて再生された順に星が輝きます。
nb: Hver ring = ett album. Stjerner = sporene. Lysstyrke = avspillinger. Stjerner tennes i den rekkefølgen du først spilte dem.
nl: Elke ring = één album. Sterren = de nummers. Helderheid = afspelingen. Sterren lichten op in de volgorde waarin je ze eerst hebt afgespeeld.
pl: Każdy pierścień = jeden album. Gwiazdy = jego utwory. Jasność = odtworzenia. Gwiazdy zapalają się w kolejności pierwszego odtworzenia.
pt: Cada anel = um álbum. Estrelas = as faixas. Brilho = reproduções. As estrelas acendem pela ordem em que as reproduziu primeiro.
sv: Varje ring = ett album. Stjärnor = dess låtar. Ljusstyrka = uppspelningar. Stjärnor tänds i den ordning du först spelade dem.
zh_hans: 每个环 = 一张专辑。星星 = 专辑中的曲目。亮度 = 播放次数。星星按您首次播放的顺序依次点亮。

# albumsTitle
source: Albums
da: Album
de: Alben
es: Álbumes
it: Album
ja: アルバム
nb: Album
pl: Albumy
pt: Álbuns
sv: Album
zh_hans: 专辑

source: All
da: Alle
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
nb: Alle
nl: Alles
pl: Wszystko
pt: Tudo
sv: Alla
zh_hans: 全部

source: All Rooms
da: Alle rum
de: Alle Räume
es: Todas las habitaciones
fr: Toutes les pièces
it: Tutte le stanze
ja: すべてのルーム
nb: Alle rom
nl: Alle kamers
pl: Wszystkie pokoje
pt: Todas as salas
sv: Alla rum
zh_hans: 所有房间

source: All Sources
da: Alle kilder
de: Alle Quellen
es: Todas las fuentes
fr: Toutes les sources
it: Tutte le sorgenti
ja: すべてのソース
nb: Alle kilder
nl: Alle bronnen
pl: Wszystkie źródła
pt: Todas as fontes
sv: Alla källor
zh_hans: 所有来源

source: All Time
da: Alle tider
de: Gesamter Zeitraum
es: Todo el tiempo
fr: Depuis toujours
it: Sempre
ja: 全期間
nb: Hele tiden
nl: Alle tijden
pl: Od początku
pt: Sempre
sv: All tid
zh_hans: 所有时间

# amAccessDeniedTitle
source: Apple Music access denied
da: Adgang til Apple Music nægtet
de: Apple Music-Zugriff verweigert
es: Acceso a Apple Music denegado
fr: Accès à Apple Music refusé
it: Accesso ad Apple Music negato
ja: Apple Musicへのアクセスが拒否されました
nb: Apple Music-tilgang avvist
nl: Apple Music-toegang geweigerd
pl: Odmowa dostępu do Apple Music
pt: Acesso ao Apple Music negado
sv: Apple Music-åtkomst nekad
zh_hans: Apple Music 访问被拒绝

# amActionInProgress
source: Action in progress…
da: Handling i gang…
de: Aktion läuft…
es: Acción en curso…
fr: Action en cours…
it: Azione in corso…
ja: 処理中…
nb: Handling pågår…
nl: Actie wordt uitgevoerd…
pl: Trwa operacja…
pt: Ação em andamento…
sv: Åtgärd pågår…
zh_hans: 操作进行中…

# amAddAllToQueue
source: Add All to Queue
da: Tilføj alle til køen
de: Alle zur Warteschlange hinzufügen
es: Añadir todo a la cola
fr: Tout ajouter à la file
it: Aggiungi tutto alla coda
ja: すべてキューに追加
nb: Legg alle til i køen
nl: Alles toevoegen aan wachtrij
pl: Dodaj wszystko do kolejki
pt: Adicionar tudo à fila
sv: Lägg till alla i kön
zh_hans: 全部加入队列

# amAddingTopSongsToQueueFormat
source: Adding %@ top songs to queue…
da: Tilføjer de bedste sange af %@ til køen…
de: Top-Titel von %@ werden zur Warteschlange hinzugefügt…
es: Añadiendo las canciones principales de %@ a la cola…
fr: Ajout des meilleurs titres de %@ à la file…
it: Aggiunta dei brani principali di %@ alla coda…
ja: %@ の人気曲をキューに追加中…
nb: Legger til de beste sangene av %@ i køen…
nl: Topnummers van %@ toevoegen aan wachtrij…
pl: Dodawanie najlepszych utworów %@ do kolejki…
pt: Adicionando as principais músicas de %@ à fila…
sv: Lägger till de bästa låtarna av %@ i kön…
zh_hans: 正在将 %@ 的热门歌曲加入队列…

# amAddingToQueueFormat
source: Adding %@ to queue…
da: Tilføjer %@ til køen…
de: %@ wird zur Warteschlange hinzugefügt…
es: Añadiendo %@ a la cola…
fr: Ajout de %@ à la file…
it: Aggiunta di %@ alla coda…
ja: %@ をキューに追加中…
nb: Legger til %@ i køen…
nl: %@ toevoegen aan wachtrij…
pl: Dodawanie %@ do kolejki…
pt: Adicionando %@ à fila…
sv: Lägger till %@ i kön…
zh_hans: 正在将 %@ 加入队列…

# amAddingTracksToQueueFormat
source: Adding %d track(s) to queue…
da: Tilføjer %d numre til køen…
de: %d Titel werden zur Warteschlange hinzugefügt…
es: Añadiendo %d pista(s) a la cola…
fr: Ajout de %d piste(s) à la file…
it: Aggiunta di %d brano/i alla coda…
ja: %d 曲をキューに追加中…
nb: Legger til %d spor i køen…
nl: %d nummer(s) toevoegen aan wachtrij…
pl: Dodawanie %d utworu(ów) do kolejki…
pt: Adicionando %d faixa(s) à fila…
sv: Lägger till %d låt(ar) i kön…
zh_hans: 正在将 %d 首曲目加入队列…

# amAlbums
source: Albums
da: Album
de: Alben
es: Álbumes
it: Album
ja: アルバム
nb: Album
pl: Albumy
pt: Álbuns
sv: Album
zh_hans: 专辑

# amArtists
source: Artists
da: Kunstnere
de: Interpreten
es: Artistas
fr: Artistes
it: Artisti
ja: アーティスト
nb: Artister
nl: Artiesten
pl: Wykonawcy
pt: Artistas
sv: Artister
zh_hans: 艺人

# amBrowse
source: Browse
da: Gennemse
de: Entdecken
es: Explorar
fr: Parcourir
it: Sfoglia
ja: 見つける
nb: Bla gjennom
nl: Bladeren
pl: Przeglądaj
pt: Explorar
sv: Bläddra
zh_hans: 浏览

# amCharts
source: Charts
da: Hitlister
es: Listas
fr: Classements
it: Classifiche
ja: チャート
nb: Lister
nl: Hitlijsten
pl: Listy przebojów
pt: Paradas
sv: Listor
zh_hans: 排行榜

# amConnectAppleMusic
source: Connect Apple Music
da: Forbind Apple Music
de: Apple Music verbinden
es: Conectar Apple Music
fr: Connecter Apple Music
it: Connetti Apple Music
ja: Apple Musicに接続
nb: Koble til Apple Music
nl: Apple Music verbinden
pl: Połącz Apple Music
pt: Conectar o Apple Music
sv: Anslut Apple Music
zh_hans: 连接 Apple Music

# amConnected
source: Connected
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt: Conectado
sv: Ansluten
zh_hans: 已连接

# amConnectedStorefrontFormat
source: Connected (%@)
da: Forbundet (%@)
de: Verbunden (%@)
es: Conectado (%@)
fr: Connecté (%@)
it: Connesso (%@)
ja: 接続済み (%@)
nb: Tilkoblet (%@)
nl: Verbonden (%@)
pl: Połączono (%@)
pt: Conectado (%@)
sv: Ansluten (%@)
zh_hans: 已连接 (%@)

# amDetailConnected
source: Catalog browse, search, library, recommendations.
da: Gennemse katalog, søg, bibliotek, anbefalinger.
de: Katalog durchsuchen, suchen, Mediathek, Empfehlungen.
es: Explorar catálogo, búsqueda, biblioteca, recomendaciones.
fr: Parcourir le catalogue, recherche, bibliothèque, recommandations.
it: Sfoglia catalogo, ricerca, libreria, consigli.
ja: カタログの閲覧、検索、ライブラリ、おすすめ。
nb: Bla i katalog, søk, bibliotek, anbefalinger.
nl: Catalogus bladeren, zoeken, bibliotheek, aanbevelingen.
pl: Przeglądanie katalogu, wyszukiwanie, biblioteka, polecane.
pt: Navegar no catálogo, pesquisa, biblioteca, recomendações.
sv: Bläddra i katalog, sök, bibliotek, rekommendationer.
zh_hans: 目录浏览、搜索、资料库、推荐。

# amDetailDenied
source: Grant Apple Music access under Privacy & Security → Media & Apple Music to enable.
da: Giv Apple Music-adgang under Anonymitet og sikkerhed → Medier og Apple Music for at aktivere.
de: Apple Music-Zugriff unter Datenschutz & Sicherheit → Medien & Apple Music erteilen, um zu aktivieren.
es: Conceda acceso a Apple Music en Privacidad y seguridad → Multimedia y Apple Music para activar.
fr: Accordez l'accès à Apple Music dans Confidentialité et sécurité → Médias et Apple Music pour activer.
it: Concedi l'accesso ad Apple Music in Privacy e sicurezza → Media e Apple Music per abilitare.
ja: 有効にするには、「プライバシーとセキュリティ」→「メディアとApple Music」でApple Musicへのアクセスを許可してください。
nb: Gi Apple Music-tilgang under Personvern og sikkerhet → Medier og Apple Music for å aktivere.
nl: Verleen Apple Music-toegang onder Privacy en beveiliging → Media en Apple Music om in te schakelen.
pl: Aby włączyć, przyznaj dostęp do Apple Music w Prywatność i bezpieczeństwo → Multimedia i Apple Music.
pt: Conceda acesso ao Apple Music em Privacidade e Segurança → Mídia e Apple Music para ativar.
sv: Bevilja Apple Music-åtkomst under Integritet och säkerhet → Medier och Apple Music för att aktivera.
zh_hans: 请在“隐私与安全性”→“媒体与 Apple Music”中授予 Apple Music 访问权限以启用。

# amDetailNoSubscription
source: An active Apple Music subscription on the signed-in Apple ID is required.
da: Et aktivt Apple Music-abonnement på det tilmeldte Apple-id kræves.
de: Ein aktives Apple Music-Abonnement der angemeldeten Apple-ID ist erforderlich.
es: Se requiere una suscripción activa a Apple Music en el ID de Apple con sesión iniciada.
fr: Un abonnement Apple Music actif sur l'identifiant Apple connecté est requis.
it: È richiesto un abbonamento Apple Music attivo sull'ID Apple con cui hai eseguito l'accesso.
ja: サインイン中のApple IDで有効なApple Musicサブスクリプションが必要です。
nb: Et aktivt Apple Music-abonnement på den påloggede Apple-ID-en kreves.
nl: Een actief Apple Music-abonnement op de aangemelde Apple ID is vereist.
pl: Wymagana jest aktywna subskrypcja Apple Music na zalogowanym Apple ID.
pt: É necessária uma assinatura ativa do Apple Music no ID Apple conectado.
sv: Ett aktivt Apple Music-abonnemang på det inloggade Apple-ID:t krävs.
zh_hans: 需要已登录 Apple ID 拥有有效的 Apple Music 订阅。

# amDetailNotConnected
source: Allow Choragus to read your Apple Music catalogue to enable the MusicKit browse pane.
da: Tillad Choragus at læse dit Apple Music-katalog for at aktivere MusicKit-gennemse-panelet.
de: Erlaube Choragus, deinen Apple Music-Katalog zu lesen, um den MusicKit-Browser zu aktivieren.
es: Permite que Choragus lea tu catálogo de Apple Music para activar el panel de exploración de MusicKit.
fr: Autorisez Choragus à lire votre catalogue Apple Music pour activer le volet de navigation MusicKit.
it: Consenti a Choragus di leggere il tuo catalogo Apple Music per abilitare il pannello di esplorazione MusicKit.
ja: MusicKitのブラウズペインを有効にするには、ChoragusにApple Musicカタログの読み取りを許可してください。
nb: Tillat Choragus å lese Apple Music-katalogen din for å aktivere MusicKit-bla-panelet.
nl: Geef Choragus toestemming om je Apple Music-catalogus te lezen om het MusicKit-bladervenster in te schakelen.
pl: Zezwól aplikacji Choragus na odczyt katalogu Apple Music, aby włączyć panel przeglądania MusicKit.
pt: Permita que o Choragus leia seu catálogo do Apple Music para ativar o painel de navegação do MusicKit.
sv: Tillåt Choragus att läsa din Apple Music-katalog för att aktivera MusicKit-bläddringspanelen.
zh_hans: 允许 Choragus 读取您的 Apple Music 目录，以启用 MusicKit 浏览面板。

# amEmptyPlaylist
source: Empty playlist
da: Tom afspilningsliste
de: Leere Playlist
es: Lista vacía
fr: Playlist vide
it: Playlist vuota
ja: 空のプレイリスト
nb: Tom spilleliste
nl: Lege afspeellijst
pl: Pusta playlista
pt: Playlist vazia
sv: Tom spellista
zh_hans: 空播放列表

# amFilterGenres
source: Filter genres
da: Filtrer genrer
de: Genres filtern
es: Filtrar géneros
fr: Filtrer les genres
it: Filtra generi
ja: ジャンルを絞り込む
nb: Filtrer sjangre
nl: Genres filteren
pl: Filtruj gatunki
pt: Filtrar gêneros
sv: Filtrera genrer
zh_hans: 筛选流派

# amGenres
source: Genres
da: Genrer
es: Géneros
it: Generi
ja: ジャンル
nb: Sjangre
pl: Gatunki
pt: Gêneros
sv: Genrer
zh_hans: 流派

# amItemsCountFormat
source: %d item(s)
da: %d element(er)
de: %d Objekt(e)
es: %d elemento(s)
fr: %d élément(s)
it: %d elemento/i
ja: %d 項目
nb: %d element(er)
pl: %d element(ów)
pt: %d item(ns)
sv: %d objekt
zh_hans: %d 个项目

# amLibraryAlbums
source: Library Albums
da: Album i biblioteket
de: Alben in der Mediathek
es: Álbumes de la biblioteca
fr: Albums de la bibliothèque
it: Album della libreria
ja: ライブラリのアルバム
nb: Album i biblioteket
nl: Albums in bibliotheek
pl: Albumy z biblioteki
pt: Álbuns da biblioteca
sv: Album i biblioteket
zh_hans: 资料库专辑

# amLibraryArtists
source: Library Artists
da: Kunstnere i biblioteket
de: Interpreten in der Mediathek
es: Artistas de la biblioteca
fr: Artistes de la bibliothèque
it: Artisti della libreria
ja: ライブラリのアーティスト
nb: Artister i biblioteket
nl: Artiesten in bibliotheek
pl: Wykonawcy z biblioteki
pt: Artistas da biblioteca
sv: Artister i biblioteket
zh_hans: 资料库艺人

# amLibraryPlaylists
source: Library Playlists
da: Afspilningslister i biblioteket
de: Playlists in der Mediathek
es: Listas de la biblioteca
fr: Playlists de la bibliothèque
it: Playlist della libreria
ja: ライブラリのプレイリスト
nb: Spillelister i biblioteket
nl: Afspeellijsten in bibliotheek
pl: Playlisty z biblioteki
pt: Playlists da biblioteca
sv: Spellistor i biblioteket
zh_hans: 资料库播放列表

# amLibrarySongs
source: Library Songs
da: Sange i biblioteket
de: Titel in der Mediathek
es: Canciones de la biblioteca
fr: Morceaux de la bibliothèque
it: Brani della libreria
ja: ライブラリの曲
nb: Sanger i biblioteket
nl: Nummers in bibliotheek
pl: Utwory z biblioteki
pt: Músicas da biblioteca
sv: Låtar i biblioteket
zh_hans: 资料库歌曲

# amMadeForYou
source: Made for You
da: Lavet til dig
de: Für dich
es: Hecho para ti
fr: Pour vous
it: Per te
ja: あなたのために
nb: Laget for deg
nl: Voor jou
pl: Dla Ciebie
pt: Feito para ti
sv: Skapat för dig
zh_hans: 为你推荐

# amNoActiveSubscription
source: No active subscription
da: Intet aktivt abonnement
de: Kein aktives Abonnement
es: Sin suscripción activa
fr: Aucun abonnement actif
it: Nessun abbonamento attivo
ja: 有効なサブスクリプションがありません
nb: Ingen aktivt abonnement
nl: Geen actief abonnement
pl: Brak aktywnej subskrypcji
pt: Sem assinatura ativa
sv: Ingen aktiv prenumeration
zh_hans: 无有效订阅

# amNoAlbums
source: No albums
da: Ingen album
de: Keine Alben
es: Sin álbumes
fr: Aucun album
it: Nessun album
ja: アルバムがありません
nb: Ingen album
nl: Geen albums
pl: Brak albumów
pt: Nenhum álbum
sv: Inga album
zh_hans: 没有专辑

# amNoAlbumsMatched
source: No albums matched.
da: Ingen album matchede.
de: Keine Alben gefunden.
es: Ningún álbum coincide.
fr: Aucun album correspondant.
it: Nessun album corrispondente.
ja: 一致するアルバムがありません。
nb: Ingen album samsvarte.
nl: Geen albums gevonden.
pl: Brak pasujących albumów.
pt: Nenhum álbum correspondente.
sv: Inga album matchade.
zh_hans: 没有匹配的专辑。

# amNoArtists
source: No artists
da: Ingen kunstnere
de: Keine Interpreten
es: Sin artistas
fr: Aucun artiste
it: Nessun artista
ja: アーティストがいません
nb: Ingen artister
nl: Geen artiesten
pl: Brak wykonawców
pt: Nenhum artista
sv: Inga artister
zh_hans: 没有艺人

# amNoArtistsMatched
source: No artists matched.
da: Ingen kunstnere matchede.
de: Keine Interpreten gefunden.
es: Ningún artista coincide.
fr: Aucun artiste correspondant.
it: Nessun artista corrispondente.
ja: 一致するアーティストがいません。
nb: Ingen artister samsvarte.
nl: Geen artiesten gevonden.
pl: Brak pasujących wykonawców.
pt: Nenhum artista correspondente.
sv: Inga artister matchade.
zh_hans: 没有匹配的艺人。

# amNoChartsForGenre
source: No charts for this genre
da: Ingen hitlister for denne genre
de: Keine Charts für dieses Genre
es: No hay listas para este género
fr: Aucun classement pour ce genre
it: Nessuna classifica per questo genere
ja: このジャンルのチャートはありません
nb: Ingen lister for denne sjangeren
nl: Geen hitlijsten voor dit genre
pl: Brak list dla tego gatunku
pt: Sem paradas para este gênero
sv: Inga listor för denna genre
zh_hans: 此流派没有排行榜

# amNoPlaylists
source: No playlists
da: Ingen afspilningslister
de: Keine Playlists
es: Sin listas
fr: Aucune playlist
it: Nessuna playlist
ja: プレイリストがありません
nb: Ingen spillelister
nl: Geen afspeellijsten
pl: Brak playlist
pt: Nenhuma playlist
sv: Inga spellistor
zh_hans: 没有播放列表

# amNoPlaylistsMatched
source: No playlists matched.
da: Ingen afspilningslister matchede.
de: Keine Playlists gefunden.
es: Ninguna lista coincide.
fr: Aucune playlist correspondante.
it: Nessuna playlist corrispondente.
ja: 一致するプレイリストがありません。
nb: Ingen spillelister samsvarte.
nl: Geen afspeellijsten gevonden.
pl: Brak pasujących playlist.
pt: Nenhuma playlist correspondente.
sv: Inga spellistor matchade.
zh_hans: 没有匹配的播放列表。

# amNoResults
source: No results
da: Ingen resultater
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果がありません
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt: Nenhum resultado
sv: Inga resultat
zh_hans: 没有结果

# amNoStationsFound
source: No stations found
da: Ingen stationer fundet
de: Keine Sender gefunden
es: No se encontraron emisoras
fr: Aucune station trouvée
it: Nessuna stazione trovata
ja: ステーションが見つかりません
nb: Fant ingen stasjoner
nl: Geen stations gevonden
pl: Nie znaleziono stacji
pt: Nenhuma estação encontrada
sv: Inga stationer hittades
zh_hans: 未找到电台

# amNotAvailableInBuild
source: Not available in this build
da: Ikke tilgængelig i denne version
de: In dieser Version nicht verfügbar
es: No disponible en esta versión
fr: Indisponible dans cette version
it: Non disponibile in questa versione
ja: このビルドでは利用できません
nb: Ikke tilgjengelig i denne versjonen
nl: Niet beschikbaar in deze versie
pl: Niedostępne w tej wersji
pt: Indisponível nesta versão
sv: Inte tillgängligt i den här versionen
zh_hans: 此版本中不可用

# amNotAvailableTitle
source: Apple Music is not available in this build
da: Apple Music er ikke tilgængelig i denne version
de: Apple Music ist in dieser Version nicht verfügbar
es: Apple Music no está disponible en esta versión
fr: Apple Music n’est pas disponible dans cette version
it: Apple Music non è disponibile in questa build
ja: このビルドではApple Musicは利用できません
nb: Apple Music er ikke tilgjengelig i denne versjonen
nl: Apple Music is niet beschikbaar in deze build
pl: Apple Music nie jest dostępne w tej kompilacji
pt: O Apple Music não está disponível nesta versão
sv: Apple Music är inte tillgängligt i den här versionen
zh_hans: 此版本不支持 Apple Music

# amNotConnected
source: Not connected
da: Ikke forbundet
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non connesso
ja: 未接続
nb: Ikke tilkoblet
nl: Niet verbonden
pl: Nie połączono
pt: Não conectado
sv: Inte ansluten
zh_hans: 未连接

# amNothingToShow
source: Nothing to show
da: Intet at vise
de: Nichts anzuzeigen
es: Nada que mostrar
fr: Rien à afficher
it: Niente da mostrare
ja: 表示するものがありません
nb: Ingenting å vise
nl: Niets om te tonen
pl: Nic do wyświetlenia
pt: Nada para mostrar
sv: Inget att visa
zh_hans: 没有可显示的内容

# amNoTracks
source: No tracks
da: Ingen numre
de: Keine Titel
es: Sin pistas
fr: Aucune piste
it: Nessun brano
ja: 曲がありません
nb: Ingen spor
nl: Geen nummers
pl: Brak utworów
pt: Nenhuma faixa
sv: Inga låtar
zh_hans: 没有曲目

# amNoTracksMatched
source: No tracks matched.
da: Ingen numre matchede.
de: Keine Titel gefunden.
es: Ninguna pista coincide.
fr: Aucune piste correspondante.
it: Nessun brano corrispondente.
ja: 一致する曲がありません。
nb: Ingen spor samsvarte.
nl: Geen nummers gevonden.
pl: Brak pasujących utworów.
pt: Nenhuma faixa correspondente.
sv: Inga låtar matchade.
zh_hans: 没有匹配的曲目。

# amNowInSpatialAudio
source: Now in Spatial Audio
da: Nu i rumlig lyd
de: Jetzt in Spatial Audio
es: Ahora en audio espacial
fr: Maintenant en audio spatial
it: Ora in audio spaziale
ja: 空間オーディオで配信中
nb: Nå i romlig lyd
nl: Nu in Spatial Audio
pl: Teraz w dźwięku przestrzennym
pt: Agora em áudio espacial
sv: Nu i rumslig ljud
zh_hans: 现可享受空间音频

# amPermissionDenied
source: Permission denied
da: Adgang nægtet
de: Zugriff verweigert
es: Permiso denegado
fr: Autorisation refusée
it: Autorizzazione negata
ja: アクセスが拒否されました
nb: Tilgang nektet
nl: Toegang geweigerd
pl: Odmowa dostępu
pt: Permissão negada
sv: Åtkomst nekad
zh_hans: 权限被拒绝

# amPlayAll
source: Play All
da: Afspil alle
de: Alle abspielen
es: Reproducir todo
fr: Tout lire
it: Riproduci tutto
ja: すべて再生
nb: Spill alle
nl: Alles afspelen
pl: Odtwórz wszystko
pt: Reproduzir tudo
sv: Spela alla
zh_hans: 全部播放

# amPlayingFormat
source: Playing %@…
da: Afspiller %@…
de: %@ wird abgespielt…
es: Reproduciendo %@…
fr: Lecture de %@…
it: Riproduzione di %@…
ja: %@ を再生中…
nb: Spiller %@…
nl: %@ afspelen…
pl: Odtwarzanie %@…
pt: Reproduzindo %@…
sv: Spelar %@…
zh_hans: 正在播放 %@…

# amPlayingTopSongsFormat
source: Playing %@ top songs…
da: Afspiller de bedste sange af %@…
de: Top-Titel von %@ werden abgespielt…
es: Reproduciendo las canciones principales de %@…
fr: Lecture des meilleurs titres de %@…
it: Riproduzione dei brani principali di %@…
ja: %@ の人気曲を再生中…
nb: Spiller de beste sangene av %@…
nl: Topnummers van %@ afspelen…
pl: Odtwarzanie najlepszych utworów %@…
pt: Reproduzindo as principais músicas de %@…
sv: Spelar de bästa låtarna av %@…
zh_hans: 正在播放 %@ 的热门歌曲…

# amPlayingTracksFormat
source: Playing %d track(s)…
da: Afspiller %d numre…
de: %d Titel werden abgespielt…
es: Reproduciendo %d pista(s)…
fr: Lecture de %d piste(s)…
it: Riproduzione di %d brano/i…
ja: %d 曲を再生中…
nb: Spiller %d spor…
nl: %d nummer(s) afspelen…
pl: Odtwarzanie %d utworu(ów)…
pt: Reproduzindo %d faixa(s)…
sv: Spelar %d låt(ar)…
zh_hans: 正在播放 %d 首曲目…

# amPlaylistBadge
source: Playlist
da: Afspilningsliste
es: Lista de reproducción
ja: プレイリスト
nb: Spilleliste
nl: Afspeellijst
pl: Playlista
sv: Spellista
zh_hans: 播放列表

# amPlaylists
source: Playlists
da: Afspilningslister
es: Listas de reproducción
it: Playlist
ja: プレイリスト
nb: Spillelister
nl: Afspeellijsten
pl: Playlisty
sv: Spellistor
zh_hans: 播放列表
